#Deobfuscated By xNot_Found
#Github : https://github.com/hatakecnk
clear
toilet -f smblock --filter border:metal ".............TUAN  BADUT......"
echo         "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                      "${y} 👑BACOLAN FREE VPN MANTAP👑" |lolcat
echo                         "${y} ��AUTHOR : TUAN B4DUT👑  " |lolcat
echo              "${y} 🏛ASSOCIATE : INDONESIAN TERMUX ASSOCIATION�� " | lolcat
echo                      "${y} ❓TEAM : GARUDA TERSAKTI 72❓ " | lolcat
echo                   "${y} ❓CONTACT : gteam@programmer.net❓ " | lolcat
echo                "${y} 💻GITHUB  : https://github.com/TUANB4DUT💻 " | lolcat
echo                   "${y} 🔰WEBSITE : https://cyberline.ml🔰 " | lolcat
echo         "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
sleep 1
echo""
read -p "Nama lo sapa cok kenalan dulu? " nm;
sleep 1
echo "Hai $nm saran w pakai uc browser ya"
sleep 1
echo "$nm mau cari bacol ya? :v"
echo ""
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "1. XNXX.COM";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "2. XVIDEOS.COM";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "3. CERDAS.COM";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "4. PORNHUB.COM";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "5. BRAZZER.COM";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "666. MASUKAN LINK SENDIRI";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "69. GROUP WA BACOLERS";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
echo                       "0. EXIT";
echo                       "■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■" | lolcat
read -p "$nm MAU PILIH YANG MANA HAYO? [ANGKA] :" ewe;
case $ewe in
1) xdg-open https://www.xnxx.com
;;
2) xdg-open https://www.xvideos.com
;;
3) xdg-open https://www.cerdas.com
;;
4) xdg-open https://www.pornhub.com
;;
5) xdg-open https://www.brazzers.com
;;
666) read -p "MASUKAN LINK DENGAN BENAR MENGGUNAKAN HTTP/HTTPS. LINK : " lnk;
xdg-open $lnk
;;
69) xdg-open https://chat.whatsapp.com/DAvdGq8mWnB2YfuB1GqkNy
;;
0) echo "$nm sudah puas colinya gan? :v"
exit
;;
*) echo "PILIH ANGKANYA SAJA $nm"
esac
